Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Schutzbekleidung für chirurgische Zwecke
en: Protective clothing for surgical purposes

source: Gewebedehngeräte für Operationen
en: Tissue expanders for use in surgery

source: Zehentlastungspolster [orthopädisch]
en: Toe relief pads [orthopaedic]

source: Akupunkturgeräte [elektrisch oder nicht elektrisch]
en: Acupuncture instruments [electric or non-electric]

source: Aerosolzerstäuber für medizinische Zwecke
en: Aerosol dispensers for medical purposes

source: Künstliches Knochenmaterial
en: Artificial bone materials

source: Künstliche Knochen aus Keramik
en: Artificial bone materials of ceramics

source: Kissen gegen Schlafstörungen gefüllt mit Daunen
en: Pillows (Soporific -) filled with down

source: Krücken
en: Crutches

source: Elektrische Gürtel für medizinische Zwecke
en: Belts, electric, for medical purposes

source: Massagegeräte [für medizinische Zwecke]
en: Massage apparatus [for medical purposes]

source: Ärztliche Apparate und Instrumente in Bezug auf neurovegetative Reaktivität
en: Medical apparatus and instruments relating to neurovegetative reactivity

source: Medizinische Geräte zum Durchtrennen von Gewebe
en: Medical instruments for cutting tissue

source: Inkontinenzunterlagen für Babys
en: Incontinence sheets for use with babies

source: Stützstrumpfhosen für chirurgische Zwecke
en: Support panty hose for surgical use

source: Stützstrümpfe zur Vermeidung tiefer Venenthrombose
en: Support socks to prevent deep vein thrombosis

source: Chromatografiesäulen für medizinische Zwecke
en: Chromatographic columns for medical use

source: CO2-Irrigatoren für die endoskopische Therapie
en: Co2 irrigators for endoscopic therapy

source: Kühlpackungen für medizinische Zwecke
en: Cold packs for medical purposes

source: Stiefel für medizinische Zwecke
en: Boots for medical purposes

source: Künstliche Bänder
en: Artificial ligaments

source: Künstliche Membranen als Hautersatz
en: Artificial skin replacing membranes

source: Hilfsstangen zum Heben von Kranken
en: Assist poles for lifting patients

source: Apparate zur Vorbeugung von Beingeschwüren
en: Apparatus for the prevention of leg ulcers

source: Chirurgische Apparate für die Wunddrainage
en: Apparatus for use in surgery in the drainage of wounds

source: Apparate zur Rekonstruktion von Knochen
en: Apparatus for use in the repair of bones

source: Applikatoren für antibakterielle Präparate
en: Applicators for antibacterial preparations

source: Applikatoren in Form von Schwämmen [für medizinische Zwecke]
en: Applicators in the nature of sponges [for medical use]

source: Schutzvisiere für zahnärztliche Zwecke
en: Protective visors for dental use

source: Pumpen für medizinische Zwecke zur Verabreichung von Arzneimitteln aus Behältern
en: Pumps for medical use in dispensing pharmaceuticals from containers

source: Stützen bei Tennisarmen
en: Tennis elbow supports

source: Prüfsondenbaugruppen für medizinische Zwecke
en: Test probe assemblies for medical use

source: Prüfgeräte für medizinische Diagnosezwecke
en: Testing instruments for medical diagnostic purposes

source: Armschlingen [unterstützend]
en: Triangular bandages [supportive]

source: Künstliche Kiefer
en: Artificial jaws

source: Geräte für Blutüberwachungen [für medizinische Zwecke]
en: Apparatus for blood monitoring [for medical use]

source: Korsetts für medizinische Zwecke
en: Corsets for medical purposes

source: Vorrichtungen aus Gummi zur Verhinderung der Übertragung von Krankheiten
en: Contrivances of rubber for the prevention of the transmission of disease

source: Dilatationsballonkatheter für die Gefäßplastik
en: Coronary balloon dilatation catheters for angioplasty

source: Aufblasspritzen für medizinische oder chirurgische Zwecke
en: Inflation syringes for medical or surgical use

source: Infrarotapparate fÃ¼r medizinische Zwecke
en: Infrared apparatus for medical purposes

source: Infrarotstrahler fÃ¼r Heilzwecke
en: Infrared lamps for curative purposes

source: Perkutane Nierenzugangs-Sets
en: Percutaneous renal access sets

source: Saugbeutelhalter für medizinische Zwecke
en: Suction bag holders for medical use

source: Saugflaschen für medizinische Zwecke
en: Suction bottles for medical use

source: Implantierte Prothesen
en: Implanted prosthesis

source: Ozonatoren für medizinische Zwecke
en: Ozonizers [ozonators] for medical use

source: Positionsanzeigeapparate für Kollimatoren für zahnärztliche Röntgenapparate
en: Collimating position indicating apparatus for dental x-ray machines

source: Positionsanzeiger für Kollimatoren für veterinärmedizinische Zwecke
en: Collimating position indicating apparatus for veterinary use

source: Säulen für die Affinitätschromatographie [für medizinische Zwecke]
en: Columns for affinity chromatography [for medical use]

source: Kompressen zum Stützen des Körpers
en: Compresses for supporting the body

source: Elektrisch beheizte Socken für medizinische Zwecke
en: Socks (Electrically heated -) for medical purposes

source: Solarien für medizinische Zwecke
en: Solaria for medical purposes

source: Handübungsgeräte für therapeutische Zwecke
en: Hand exercisers for therapeutic use

source: Pumpen für chirurgische Zwecke
en: Pumps for surgical purposes

source: Magnetresonanzbildgebungsgeräte für medizinische Zwecke
en: Magnetic resonance imaging instruments for medical purposes

source: Schnabeltassen [für medizinische Zwecke]
en: Feeding cups [for medical purposes]

source: Hörgeräte für Schwerhörige [akustische Hilfsmittel]
en: Hearing aids for the deaf [acoustic aids]

source: Stoßwellenapparate für medizinische Zwecke
en: Shock wave apparatus for medical use

source: Silikonschnüre in Verbindung mit einer Nadel zur Verwendung für das Zurückziehen von Arterien bei Operationen
en: Silicone lace combined with a needle for use in the retraction of arteries during surgery

source: Elektrische Heizdecken für medizinische Zwecke
en: Electric heating covers for medical use

source: Elektrische Instrumente für medizinische Zwecke zur Blutdiagnose
en: Electric instruments for medical use in the diagnosis of blood

source: Subkutane Injektionsspritzen für medizinische Zwecke
en: Hypodermic syringes for injections for medical purposes

source: Subkutane Analyseinstrumente
en: Hypothermia analysis instruments

source: Medizinische Spatel
en: Spatulas for medical use

source: Medizinische Apparate zur Unterstützung der Atmung
en: Medical apparatus for assisting breathing

source: Rudergeräte für Körperübungen [für medizinische Zwecke]
en: Rowing machines for physical exercise [for medical use]

source: Elektromedizinische Geräte für Straffungsbehandlungen
en: Electromedical instruments for firming treatments

source: Laser für zahnmedizinische Zwecke
en: Leg traction units for medical use

source: Beintraktionsgeräte für medizinische Zwecke
en: High frequency cutting instruments for medical purposes

source: Hochfrequenzschneidinstrumente für medizinische Zwecke
en: Maternity support belts for medical purposes

source: Orthopädische Apparate für Klumpfüße
en: Orthopedic apparatus for talipes

source: Stützverbände zur Verwendung beim Sport
en: Suspensory bandages for use in sports

source: Prothesen in Form von Teilkronenerneuerungen
en: Prostheses in the form of partial crown restorations

source: Kernspinresonanzanlagen für medizinische Untersuchungen
en: Nuclear magnetic resonance installations for medical scanning

source: Spirometer zur Untersuchung der Lungenfunktion
en: Spirometers for examining the function of the lungs

source: Atemgeräte für medizinische Zwecke
en: Respirators for medical purposes

source: Trenninstrumente für medizinische Zwecke
en: Separation instruments for medical use

source: Atemmasken für medizinische Zwecke
en: Respiratory masks for medical purposes

source: Flaschen für die parenterale Ernährung
en: Flasks for parenteral nutrition

source: Medizinische Untersuchungshandschuhe
en: Gloves for medical examinations

source: Elektrisch betriebene Massagegeräte
en: Electrically operated massagers

source: Flüssigchromatografiesäulen für medizinische Zwecke
en: Liquid chromatography columns for medical use

source: Medizinische Hörgeräte
en: Medical hearing instruments

source: Urologische Bildgebungsgeräte
en: Urological imaging systems

source: Gürtel für chirurgische Zwecke
en: Belts for surgical purposes

source: Laserstrahlinstrumente für medizinische Zwecke
en: Laser beam delivery instruments for medical use

source: Lasergeräte für medizinische Zwecke
en: Laser instruments for medical use

source: Medizinische Ultraschallgeräte
en: Medical ultrasound apparatus

source: Wärmebehälter zur Linderung von auf dem Ohr lastendem Druck
en: Heat dispensing containers for relieving pressure on the ear

source: Heizkissen [Polster], nicht elektrisch für medizinische Zwecke
en: Heating cushions [pads], non-electric for medical purposes

source: Leitungen für implantierbare Herzstimulatoren
en: Leads for use with implantable cardiac stimulators

source: Massagegeräte, elektrisch oder nicht elektrisch
en: Massage apparatus, electric or non-electric

source: Medizinische Spritzennadeln
en: Medical syringe needles

source: Medizinische Tische für Untersuchungs- oder Behandlungszwecke
en: Medical tables for examination or treatment purposes

source: Chirurgische Zangen
en: Surgical forceps

source: Apparate zur Verabreichung intravenöser Lösungen
en: Apparatus for administering intravenous solutions

source: Abschnürringe zur Aufrechterhaltung der Penissteifheit bei Männern mit Erektionsstörungen
en: Constriction rings for use in maintaining penile rigidity in men with erectile dysfunction

source: Apparate zur Behandlung der Taubheit
en: Apparatus for the treatment of deafness

source: Einlegesohlen zur Korrektur von Fehlstellungen der unteren Gliedmaßen
en: Insoles for corrective treatment of conditions of the lower limbs

source: Thermometer für medizinische Zwecke
en: Thermometers for medical purposes

source: Diagnosegeräte für medizinische Zwecke
en: Diagnostic apparatus for medical purposes

source: Temperaturmessgeräte für medizinische Zwecke
en: Temperature measuring instruments for medical use

source: Ultraviolettlampen für medizinische Zwecke
en: Ultraviolet ray lamps for medical purposes

source: Apparate für die Behandlung von Lungenleiden
en: Apparatus for the treatment of lung ailments

source: Medizinische Geräte für Dentalhygieniker
en: Apparatus for use by dental hygienists

source: Apparate zum Muskeltraining für medizinische Zwecke
en: Apparatus for use in exercising muscles for medical use

source: Medizinische Apparate für die Wunddrainage
en: Apparatus for use in medicine in the drainage of wounds

source: Kondome für gesundheitliche Zwecke
en: Condoms for hygienic purposes

source: Medizinische Drainagebeutel zum Auffangen von Abszessen
en: Medical drainage bags for collection of abscess

source: Medizinische Drainagebeutel für die Nephrostomie
en: Medical drainage bags for collection of nephrostomy

source: Kieferorthopädische Klammern zur Begradigung der Zähne
en: Orthodontic brackets [braces] for use in straightening teeth

source: Messerklingen [chirurgisch]
en: Knife blades [surgical]

source: Apparate zur Überwachung von Lebenszeichen
en: Apparatus for monitoring vital signs

source: Apparate zur Erzeugung von Ultraschallwellen für die medizinische Anwendung
en: Apparatus for producing ultrasonic waves for medical application

source: Senkfußeinlagen [orthopädisch]
en: Arch supports [orthopaedic]

source: Spülgeräte für die Arthroskopie
en: Arthroscopy irrigation instruments

source: Apparate für die künstliche Anästhesie
en: Artificial anaesthetization apparatus

source: Künstliche Gesichtsteile
en: Artificial facial components

source: Physiologische Überwachungsgeräte für medizinische Zwecke
en: Physiological monitoring apparatus for medical use

source: Sterile Tücher für Operationen
en: Sterile sheets, surgical

source: Medizinische Schneidgeräte
en: Medical cutting devices

source: Medizinische Geräte für die Dosismessung auf dem Gebiet der Strahlentherapie
en: Medical devices for dosimetry purposes in the field of radiotherapy

source: Ventile für medizinische Infusionsinstrumente
en: Valves for use in medical infusion instruments

source: Heizkissen, nicht elektrisch für medizinische Zwecke
en: Cushions (Heating -), non-electric for medical purposes

source: Heizkissen [Polster] für medizinische Zwecke
en: Cushions [pads] (heating -), for medical purposes

source: Kissen für medizinische Zwecke zum Stützen von zu untersuchenden Säuglingen
en: Cushions for medical use for supporting infants being examined

source: Zahnärztliche Apparate zum Anpassen
en: Dental apparatus for paralleling

source: CO2-Irrigatoren für die endoskopische Diagnose
en: Co2 irrigators for endoscopic diagnosis

source: Überwachungsgeräte zur Messung der Kohlendioxidmenge bei Patienten
en: Carbon dioxide monitors for use in measuring levels in patients

source: Implantierbare Defibrillatoren
en: Implantable defibrillators

source: Apparate für die Anwendung von Laserstrahlung für chirurgische Zwecke
en: Apparatus for the application of laser radiation for surgical purposes

source: Apparate für die künstliche Besamung von Tieren
en: Apparatus for the artificial insemination of animals

source: Chirurgische Apparate für die Schnittwundendrainage
en: Apparatus for use in surgery in the drainage of incisions

source: Geräte zum Einsetzen von künstlichen Zähnen
en: Instruments for use in the fitting of artificial teeth

source: Apparate für die Rekonstruktion von Zähnen
en: Apparatus for use in the repair of teeth

source: Ventile für die Behandlung eines Wasserkopfs
en: Valves for the treatment of hydrocephalus

source: Künstliche Herzklappen
en: Artificial cardiac valves

source: Mundschutzmasken für medizinische Zwecke
en: Protective mouth masks for medical use

source: Nasenschutzmasken für zahnärztliche Zwecke
en: Protective nose masks for dental use

source: Nasenschutzmasken für veterinärmedizinische Zwecke
en: Protective nose masks for veterinary use

source: Schutzhüllen für Teile von interaortischen Ballons
en: Protective sleeves for components of inter-aortic balloons

source: Therapeutische Instrumente für die Ophthalmologie
en: Therapeutic instruments for ophthalmology

source: Kissen für medizinische Zwecke
en: Cushions for medical purposes

source: Röntgenfilmrahmen für medizinische Zwecke
en: X-ray film frames for medical use

source: Geräte zur Arzneimittelverabreichung
en: Apparatus for drug administration

source: Schutzhüllen für Babyflaschen
en: Covers for baby feeding bottles

source: Perkutane Insertions-Kits
en: Percutaneous insertion trays

source: Pharmazeutische Instrumente
en: Pharmaceutical instruments

source: Lagerungsmatratzen für medizinische Zwecke
en: Support mattresses for medical use

source: Diagnostische Messgeräte für medizinische Zwecke
en: Diagnostic measuring apparatus for medical use

source: Diagnosetestsets für die Feststellung von Blut im Kot
en: Diagnostic test kits for the detection of haemoglobin in faeces

source: Medizinische Ultraschalldiagnoseapparate
en: Ultrasonic diagnostic instruments for medical use

source: Digitale elektronische Sphygmomanometer
en: Digital electronic sphygmomanometers

source: Chirurgische Fadenmesser
en: Stitch cutters [surgical]

source: Elastische Stützbandagen für chirurgische Zwecke
en: Stockinets for surgical support purposes

source: Saugbeutel für medizinische Zwecke
en: Suction bags for medical use

source: Implantierbare urologische Prothesen
en: Implantable urologic prostheses

source: Gepolsterte Nackenstützen [Kissen] für chirurgische Zwecke
en: Padded neck supports [cushions] for surgical use

source: Kompressionsschrauben in Form von orthopädischen chirurgischen Instrumenten
en: Compressing screws in the nature of orthopaedic surgical instruments

source: Matratzen für Entbindungen
en: Childbirth mattresses

source: Pumpen für medizinische Zwecke
en: Pumps for medical purposes

source: Spezialstühle für medizinische Zwecke
en: Chairs especially made for medical use

source: Brustdrainagevorrichtungen zur Entfernung von Flüssigkeiten aus der Pleurahöhle des Patienten
en: Chest drainage devices for removal of fluids from the pleural cavity of patients

source: Chromatographiesäulen für die analytische Chromatographie [medizinisch]
en: Chromatographic columns for analytical chromatography [medical]

source: Elektronische Endoskope für chirurgische Zwecke
en: Electronic endoscopes for surgical use

source: Herzgefäßprothesen für chirurgische Prothesen
en: Cardiac vascular prosthesis for surgical protheses

source: Kardiovaskuläre Katheter
en: Cardiovascular catheters

source: Kardiovaskuläre Führungsdrähte
en: Cardiovascular guidewires

source: Herz-Kreislauf-Geräte
en: Cardiovascular instruments

source: Galvanische Bänder für medizinische Zwecke
en: Galvanic belts for medical purposes

source: Gürtel für medizinische Zwecke
en: Belts for medical purposes

source: Matratzen für Patiententragen im Krankenhaus
en: Mattresses for hospital patient trolleys

source: Künstliche Trommelfelle
en: Artificial tympanic membranes

source: Ultraschalldiagnosegeräte für chirurgische Zwecke
en: Ultrasonic diagnostic instruments for surgical use

source: Handbetätigte Sprüher für medizinische Zwecke
en: Sprayers [hand-operated] for medical use

source: Treppensteiggeräte für medizinisch-therapeutische Zwecke
en: Stair climbing machines for medical therapeutic use

source: Elektrische Heftpistolen für chirurgische Zwecke
en: Stapling guns (Electric -) for surgical use

source: Beatmungsgeräte für Patienten
en: Patient ventilation instruments

source: PEEP-Aktivatoren als Teil eines Beatmungsgerätes zur Aufrechterhaltung des Drucks
en: Peep activators being parts of medical ventilators for maintaining pressure

source: Kathetergeräte für gastroenterologische Zwecke
en: Catheter apparatus for gastroenterological use

source: Katheter für chirurgische Zwecke
en: Catheters for surgical use

source: Zellkulturgeräte für medizinische Zwecke
en: Cell culture instruments for medical use

source: Elektrische Fußwärmer für medizinische Zwecke
en: Electric foot warmers for medical use

source: Gesichtsmasken für chirurgische Zwecke zum Schutz vor Bakterien
en: Face masks for surgical use for anti bacterial protection

source: Immunoabsorptionssäulen für diagnostische Zwecke
en: Immunoadsorption columns for diagnostic use

source: Biologisch abbaubare Prothesen
en: Biodegradable prostheses

source: Biologische Knochenimplantate
en: Biological bone implant material

source: Blutabnahmeröhrchen für chirurgische Zwecke
en: Blood collection tubes for surgical use

source: Orthopädische Gelenkimplantate
en: Orthopedic joint implants

source: Maxillomandibulare Schienen für die Unter- und Oberkieferchirurgie
en: Maxillo-mandibular splints for use in maxillofacial surgery

source: Einwegnadeln für subkutane Spritzen
en: Disposable needles for hypodermic syringes

source: Untersuchungsstühle für medizinische Zwecke
en: Examination chairs specially made for medical use

source: Untersuchungsliegen für medizinische Zwecke
en: Examination couches specially made for medical use

source: Trainingsschuhe [orthopädische Schuhwaren]
en: Exercise boots [orthopaedic footwear]

source: Haltegurte für Ileostomiepatienten
en: Retentive belts for use by ileostomy patients

source: Elektroden für medizinische Apparate
en: Electrodes for use with medical apparatus

source: Gaschromatographiegeräte für medizinische Zwecke
en: Gas chromatography apparatus for medical use

source: Aufblasinstrumente für Ballonkatheter
en: Balloon angioplasty inflation instruments

source: Hochfrequenzgerinnungsinstrumente für zahnärztliche Zwecke
en: High frequency coagulation instruments dental purposes

source: Polymerisationsapparate für zahnmedizinische Zwecke
en: Polymerisation apparatus for dental purposes

source: Ultraschalldiagnosegeräte für tierärztliche Zwecke
en: Ultrasonic diagnostic instruments for veterinary use

source: Nahtmaterial für medizinische Zwecke
en: Suture materials for medical use

source: Chirurgische Nahtgeräte
en: Suturing instruments

source: Teile von Zahnprothesen
en: Prosthetic parts for dentistry

source: Kapillarröhrchen für Blut
en: Capillary tubes for blood

source: Haken für die Spondylolyse
en: Hooks for spondylolysis

source: Injektionsgeräte ohne Nadeln
en: Injection instruments without needles

source: Kernresonanzspektrometer für medizinische Zwecke
en: Nuclear resonance spectrometers for medical use

source: Tücher für Operationssäle
en: Operating theatre sheets

source: Luftkissen für Säuglinge [für medizinische Zwecke]
en: Air pillows for infants [medical purposes]

source: Wechseldruckstützen für medizinische Zwecke
en: Alternating pressure supports for medical use

source: Unterstützende Schienen für medizinische Zwecke
en: Splinting (Supportive -) for medical use

source: Ohrformteile als Teile von Hörgeräten
en: Earmoulds being parts of hearing aids

source: Membranen für die Filtration [medizinisch]
en: Membranes for filtration [medical]

source: Spiegel für medizinische Untersuchungen
en: Mirrors for medical examination purposes

source: Goniometer für chirurgische Zwecke
en: Goniometers for surgical use

source: Medizinische Prothesen
en: Medical prostheses

source: Medizinische Strümpfe mit sich verminderndem Druck
en: Medical stockings with decreasing compression

source: Medizinische Gasinsufflatoren
en: Medical gas-insufflators

source: Medizinische Apparate für die Harnröhrenkatheterisierung
en: Medical apparatus for urethral catheterization

source: Medizinische Apparate für urologische Zwecke
en: Medical apparatus for urological purposes

source: Interkardiale Katheter
en: Intracardiac catheter

source: Intravenöse Kathetersets
en: Intravenous catheter sets

source: Kniebandagen [unterstützend]
en: Knee bandages [supportive]

source: Lampen zur Verwendung mit medizinischen Geräten
en: Lamps for use with medical instruments

source: Medizinische Scheren
en: Medical scissors

source: Wärmetausch-Virenfilter für medizinische Zwecke
en: Heat exchange anti-viral filters for medical use

source: Heizkissen für therapeutische Zwecke
en: Heat pads for therapeutic treatment

source: Haken als Gliedmaßenersatz
en: Hooks for limb replacement

source: Befeuchter für medizinische Behandlungen
en: Humidifiers for use in medical treatment

source: Chirurgische Perforatoren
en: Surgical perforators

source: Chirurgische Fäden
en: Thread, surgical

source: Apparate für die Analyse von Bakterien in biologischen Proben [für medizinische Zwecke]
en: Apparatus for analysing bacteria in biological samples [for medical use]

source: Spezialbehälter für medizinischen Abfall
en: Containers especially made for medical waste

source: Einlegesohlen zur Korrektur von Fußfehlstellungen
en: Insoles for corrective treatment of conditions of the feet

source: Medizinische Katheter
en: Catheters for medical use

source: Thermokissen für erste Hilfe
en: Thermal packs for first aid purposes

source: Tische für die Behandlung von Patienten
en: Tables for use in the treatment of patients

source: Temperaturscanner für medizinische Zwecke
en: Temperature scanners for medical use

source: Kopfkissen gegen Schlaflosigkeit
en: Soporific pillows for insomnia

source: Apparate für die Behandlung von Druckbeschwerden
en: Apparatus for the treatment of pressure sores

source: Apparate zum Umdrehen von Patienten
en: Apparatus for the turning of patients

source: Zahnärztliche Apparate und Instrumente
en: Dental apparatus and instruments

source: Apparate zur Verwendung bei der Linderung von Gehörschäden
en: Apparatus for use in alleviating hearing disorders
